Repository: vitalivo/My_Portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: Портфолио
he: תיק עבודות

source: Добро пожаловать в мое Портфолио
he: ברוכים הבאים לתיק העבודות שלי

source: Главная
he: דף הבית

source: Проекты
he: פרויקטים

source: Навыки
he: כישורים

source: Контакты
he: צור קשר

source: Добро пожаловать в мое портфолио!
he: ברוכים הבאים לתיק העבודות שלי!

source: Привет! Я джуниор разработчик на языке Python с опытом работы один год.
he: שלום! אני מפתח ג'וניור בשפת Python עם שנה של ניסיון בעבודה.

source: Я увлекаюсь созданием веб-приложений и веб-сайтов на Python.
he: אני נהנה ליצור אפליקציות ווב ואתרי אינטרנט ב-Python.

source: Я изучил Django, HTML, CSS и SQL.
he: למדתי Django, HTML, CSS ו-SQL.

source: В настоящее время я активно учу фронтенд-разработку язык JavaScript и фреймворк React.
he: כרגע אני לומד באופן פעיל פיתוח פרונט-אנד בשפת JavaScript ובמסגרת React.

source: Я также изучаю английский язык и участвую в различных онлайн-курсах и митапах.,
he: אני גם לומד את השפה האנגלית ומשתתף בקורסים מקוונים שונים ובמפגשים.,

source: Я считаю, что веб-разработка - это не только создание веб-сайтов и приложений,
he: אני מאמין שפיתוח ווב זה לא רק יצירת אתרי אינטרנט ואפליקציות,

source: но чтобы расширить свои навыки и стать более полным веб-разработчиком.
he: אלא גם להרחיב את הכישורים שלי ולהפוך למפתח ווב מלא יותר.

source: Моими ценностями являются качество кода, интуитивное понимание логики и структуры,
he: הערכים שלי כוללים איכות קוד, הבנה אינטואיטיבית של לוגיקה ומבנה,

source: а также Моя цель - постоянно развиваться и улучшать свои навыки в области веб-разработки.
he: וכן המטרה שלי היא להתפתח כל הזמן ולשפר את הכישורים שלי בתחום פיתוח הווב.

source: Все права защищены.
he: כל הזכויות שמורות.

source: Свяжитесь со мной:
he: צרו איתי קשר:

source: Отправить
he: לשלוח

source: Спасибо!
he: תודה!

source: Ваше сообщение отправлено.
he: הודעה שלך נשלחה

source: Портал новостей
he: פורטל חדשות

source: Описание проекта
he: תיאור הפרויקט

source: Посмотреть на GitHub
he: הצג ב-GitHub

source: Бот для зоопарка
he: בוט לגן החיות

source: Описание проекта.
he: תיאור הפרויקט

source: Доска обьявлений
he: לוּחַ מוֹדָעוֹת

source: Сертификаты
he: תעודות

source: Сертификат 1
he: תעודה 1

source: Сертификат 2
he: תעודה 2

source: Сертификат 3
he: תעודה 3

source: Сертификат 4
he: תעודה 4

source: Сертификат 5
he: תעודה 5
